














#границы


#параметры гексов поля






"Описание используемых цветов"
YELLOW_1 = (210, 200, 100)
GREEN_1 = (120, 200, 125)
RED = (255, 0, 0)
BLUE = (0, 0, 255)
YELLOW = (255, 255, 0)
GREEN = (0, 255, 0)
BLACK = (0, 0, 0)
WHITE = (255, 255, 255)
VIOLET = (148, 0, 211)
DARK_YELLOW_1 = (111, 103, 32) 
DARK_YELLOW_2 = (250, 165, 10) #обводка клетки, в которой находится курсор, для первого игрока
DARK_GREEN_1 = (35, 86, 54) #обводка клетки, в которой находится курсор, для второго игрока
GRAY = (128, 128, 128)
